// ==== Settings ====
"Library" = "Bibliothèque";
"Hide Document Names" = "Masquer les noms de documents";

"Reading and Editing" = "Lecture et écriture";
"Hide Status Bar" = "Masquer la barre d'état";
"Disable Auto Lock" = "Désactiver verrouillage auto.";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "Veuillez désactiver « Gestes pour le multitâche » dans les réglages de l'iPad pour que le repose-poignets fonctionne correctement.";

"When Using the Close-up Input" = "Lors de l'utilisation de la saisie rapprochée";
"Disable Editing Elsewhere" = "Désactiver l'écriture hors de la boîte";
"Close-up Input Tips" = "• Touchez et maintenez un endroit quelconque de la page pour ouvrir la saisie rapprochée.\n• Touchez et maintenez le bouton Retour pour passer à la ligne suivante avec un retrait. Faites glisser le localisateur pour modifier le retrait."; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "À propos de GoodNotes";
"Version" = "Version";
"Send Us Feedback" = "Donnez-nous votre avis";
"Rate GoodNotes on iTunes to support us!" = "Aidez-nous en évaluant GoodNotes sur iTunes !";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "Nous serions heureux de recevoir vos questions, commentaires ou suggestions ! Merci de les saisir ci-dessous :";

"Crash Recovery" = "Récupération après blocage";
"Safe Mode" = "Mode sans échec";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "Activez le mode sans échec pour éviter le blocage de GoodNotes au démarrage.";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "Lors de la saisie rapprochée ou la saisie de texte";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "Geste de saisie rapprochée (toucher et laisser appuyé)";
"Text Input Gesture (Two Fingers Tap)" = "Geste de saisie de texte (toucher à deux doigts)";
"Unlink Dropbox" = "Retirer lien avec Dropbox";
"Unlink Box" = "Retirer lien avec Box";

// ==== version 3.2 below ====
"Palm Rest" = "Repose-poignet";
"Palm Rest Control Position" = "Position de la commande repose-poignet";
"Left" = "Gauche";
"Right" = "Droite";
"Auto-Deselect Eraser" = "Désélection automatique Gomme";

// ==== version 3.3 below ====
"Pen Style" = "Type de stylo";
"Fountain Pen" = "Stylo-plume";
"Rollerball Pen" = "Stylo roller";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "Activez le mode sans échec pour éviter l'ouverture d'un document provoquant un blocage au démarrage.";

"Extract App Data" = "Extraction des données";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "S'il est impossible d'ouvrir GoodNotes, même en mode sans échec, activez cette option et ouvrez GoodNotes pour extraire toutes les données de l'application vers le partage de fichiers d'iTunes. Ensuite, envoyez-nous une demande d'assistance accompagnée de l'archive des données de l'application afin que nous puissions récupérer vos notes.";